Repository: Henning3110/quba-viewer
Catalog: xslt/xrechnung-html.*.xliff
Languages: de, fr

# bt10
source: Routing ID
de: Leitweg-ID
fr: Identifiant d'itinéraire

# bt44
source: Name
fr: Nom

source: Overview
de: Übersicht
fr: Aperçu

source: Items
de: Positionen
fr: Positionen

source: Information
de: Informationen
fr: Informationen

source: Attachments
de: Anhänge
fr: Pièces jointes

source: History
de: Bearbeitungshistorie
fr: Historique de traitement

source: Disclaimer
de: Wir übernehmen keine Haftung für die Richtigkeit der Daten.
fr: Nous n'assumons aucune responsabilité quant à l'exactitude des données.

# recipientInfo
source: Buyer Information
de: Informationen zum Käufer
fr: Informations sur l'acheteur

# bt50
source: Street / house number
de: Straße / Haus-Nr.
fr: Rue / Numéro de maison

# bt51
source: PO Box
de: Postfach
fr: Boîte postale

# bt163
source: Address Addition
de: Adresszusatz
fr: Supplément d'adresse

# bt53
source: Postcode
de: PLZ
fr: Code postal

# bt52
source: Place
de: Ort
fr: Lieu

# bt54
source: State/Province
de: Bundesland
fr: Région

# bt55
source: Country
de: Land
fr: Pays

# bt46
source: ID
de: Kennung / Kunden-Nr.
fr: Identifiant

# bt46-id
source: ID scheme
de: Schema der Kennung
fr: Schéma de l'Identifiant

# bt56
source: Name
fr: Nom

# bt57
source: Phone
de: Telefon
fr: Téléphone

# bt58
source: Email address
de: E-Mail-Adresse
fr: Adresse électronique

# bt27
source: Company name
de: Firmenname
fr: Nom de la société

# bt35
source: Street / house number
de: Straße / Haus-Nr.
fr: Rue / Numéro de maison

# bt36
source: PO Box
de: Postfach
fr: Boîte postale

# bt162
source: Address Addition
de: Adresszusatz
fr: Supplément d'adresse

# bt38
source: Postcode
de: PLZ
fr: Code postal

# bt37
source: Place
de: Ort
fr: Lieu

# bt39
source: State/Province
de: Bundesland
fr: Région

# bt40
source: Country code
de: Ländercode
fr: Code pays

# bt29
source: ID
de: Kennung
fr: Identifiant

# bt29-id
source: ID scheme
de: Schema der Kennung
fr: Schéma de l'Identifiant

# bt41
source: Name
fr: Nom

# bt42
source: Phone
de: Telefon
fr: Téléphone

# bt43
source: Email address
de: E-Mail-Adresse
fr: Adresse électronique

# bt1
source: Seller Information
de: Rechnungsnummer
fr: Informations sur le vendeur

# bt2
source: Invoice date
de: Rechnungsdatum
fr: Date de facture

# details
source: Invoice details
de: Rechnungsdaten
fr: Détails de la facturation

# period
source: Billing period
de: Abrechnungszeitraum
fr: Période de facturation

# bt3
source: Invoice type
de: Rechnungsart
fr: Type de facture

# bt5
source: Currency
de: Währung
fr: Devise

# bt73
source: from
de: von
fr: de

# bt74
source: to
de: bis
fr: jusqu'à

# bt11
source: Project number
de: Projektnummer
fr: Numéro du projet

# bt12
source: Contract Number
de: Vertragsnummer
fr: Numéro du contrat

# bt13
source: Order number
de: Bestellnummer
fr: Numéro de commande

# bt14
source: Order number
de: Auftragsnummer
fr: Numéro de commande

# bt25
source: Invoice number
de: Rechnungsnummer
fr: Numéro de facture

# bt26
source: Invoice date
de: Rechnungsdatum
fr: Date de facture

# bg22
source: Total amounts of the invoice
de: Gesamtbeträge der Rechnung
fr: Montants totaux de la facture

# bt106
source: Line total
de: Summe aller Positionen
fr: Total de toutes les lignes

# bt107
source: Total discounts
de: Summe Nachlässe
fr: Total de remises

# bt108
source: Total charges
de: Summe Zuschläge
fr: Total de suppléments

# bt110
source: Total VAT
de: Summe Umsatzsteuer
fr: montant de la TVA

# bt111
source: Total VAT
de: Summe Umsatzsteuer in Abrechnungswährung
fr: Montant total de TVA

# bt113
source: Amount paid
de: Gezahlter Betrag
fr: Montant payé

# bt114
source: rounding amount
de: Rundungsbetrag
fr: Montant arrondi

# bt115
source: Amount Due
de: Fälliger Betrag
fr: Montant dû

# bg23
source: Breakdown of VAT at invoice level
de: Aufschlüsselung der Umsatzsteuer auf Ebene der Rechnung
fr: Ventilation de la TVA au niveau de la facture

# bt118
source: VAT category
de: Umsatzsteuerkategorie
fr: Catégorie de TVA

# bt119
source: VAT rate
de: Umsatzsteuersatz
fr: taux TVA

# bt117
source: VAT amount
de: Umsatzsteuerbetrag
fr: montant de la TVA

# bt120
source: Reason for exemption
de: Befreiungsgrund
fr: Motif d'exemption

# bt121
source: ID for the exemption reason
de: Kennung für den Befreiungsgrund
fr: Identifiant pour motif d'exemption

# bg20
source: Allowance at invoice level
de: Nachlass auf Ebene der Rechnung
fr: Allocation au niveau de la facture

# bt95
source: VAT category of the discount
de: Umsatzsteuerkategorie des NachlassesUmsatzsteuerkategorie des Nachlasses
fr: Catégorie de TVA de la remise

# bt93
source: Basic amount
de: Grundbetrag
fr: Montant de base

# bt94
source: Percentage
de: Prozentsatz
fr: Pourcentage

# bt92
source: Allowance
de: Nachlass
fr: Allocation

# bt96
source: VAT rate on allowance
de: Umsatzsteuersatz des Nachlasses
fr: Taux de TVA de la allocation

# bt97
source: Reason for the allowance
de: Grund für den Nachlass
fr: Motif de la remise

# bg21
source: Charge amount at invoice level
de: Zuschlag auf Ebene der Rechnung
fr: Supplément au niveau de la facture

# bt102
source: VAT category of the charge amount
de: Umsatzsteuerkategorie des Zuschlages
fr: Catégorie de TVA du supplément

# bt100
source: Basic amount
de: Grundbetrag
fr: Montant de base

# bt101
source: Percentage
de: Prozentsatz
fr: Pourcentage

# bt99
source: Charge amount
de: Zuschlag
fr: Supplément

# bt103
source: VAT rate of the charge amount
de: Umsatzsteuersatz des Zuschlages
fr: Taux de TVA du supplément

# bt104
source: Reason for the charge amount
de: Grund für den Zuschlag
fr: Raison du supplément

# bt20
source: Discount; other payment terms
de: Skonto; weitere Zahlungsbed.
fr: Rabais; autres conditions de paiement

# bt9
source: Due date
de: Fälligkeitsdatum
fr: Date d'échéance

# bt81
source: Code for the means of payment
de: Code für das Zahlungsmittel
fr: Code du moyen de paiement

# bt82
source: Means of payment
de: Zahlungsmittel
fr: Moyens de paiement

# bt83
source: Usage
de: Verwendungszweck
fr: Utilisation

# bg18
source: Card information
de: Karteninformation
fr: Information de la carte

# bt87
source: Card number
de: Kartennummer
fr: Numéro de carte

# bt88
source: Card holder
de: Karteninhaber
fr: Titulaire de la carte

# bg19
source: Direct debit
de: Lastschrift
fr: Prélèvement automatique

# bt89
source: Mandate Reference No
de: Mandatsreferenznr.
fr: Numéro de référence du mandat

# bt90
source: Creditor ID
de: Gläubiger-ID
fr: Identifiant du créancier

# bg17
source: Transfer
de: Überweisung
fr: Transfert

# bt85
source: Account holder
de: Kontoinhaber
fr: Titulaire du compte

# bg1
source: Invoice Comment
de: Bemerkung zur Rechnung
fr: Commentaire sur la facture

# bt21
source: Subject
de: Betreff
fr: Objet

# bt22
source: Comment
de: Bemerkung
fr: Commentaire

# bt126
source: Line
de: Position
fr: Position

# bt127
source: Free text
de: Freitext
fr: Texte libre

# bt128
source: Object ID
de: Objektkennung
fr: Identifiant d'objet

# bt128-id
source: Object ID schema
de: Schema der Objektkennung
fr: Schéma de l'Identifiant objet

# bt132
source: Order line number
de: Nummer der Auftragsposition
fr: Numéro de ligne de commande

# bt133
source: Account assignment information
de: Kontierungshinweis /Kostenstelle
fr: Information sur l'attribution de compte

# bg26
source: Billing period
de: Abrechnungszeitraum
fr: Période de facturation

# bt134
source: from
de: von
fr: de

# bt135
source: to
de: bis
fr: jusqu'à

# bg29
source: Price details
de: Preiseinzelheiten
fr: Preiseinzelheiten

# bt129
source: Quantity
de: Menge
fr: Qantité

# bt130
source: Unit
de: Einheit
fr: Unité

# bt146
source: Unit price (net)
de: Preis pro Einheit (netto)
fr: Prix unitaire net

# bt131
source: Total price (net)
de: Gesamtpreis (netto)
fr: Prix total net

# bt147
source: Discount (net)
de: Rabatt (netto)
fr: Remise nette

# bt148
source: Net list price
de: Listenpreis (netto)
fr: Prix catalogue (net)

# bt149
source: Number of units
de: Anzahl der Einheit
fr: Nombre d'unités

# bt150
source: Unit of measure code
de: Code der Maßeinheit
fr: Code de l'unité de mesure

# bt151
source: VAT
de: Umsatzsteuer
fr: TVA

# bt152
source: VAT rate in percent
de: Umsatzsteuersatz in %
fr: Pourcentage de TVA

# bg27
source: Allowances at line level
de: Nachlässe auf Ebene der Rechnungsposition
fr: Allocations au niveau de la ligne de facture

# bt137
source: Basic amount (net)
de: Grundbetrag (netto)
fr: Montant de base net

# bt138
source: Percentage
de: Prozentsatz
fr: Pourcentage

# bt136
source: Allowance (net)
de: Nachlass
fr: Allocation nette

# bt139
source: Reason for allowance
de: Grund des Nachlasses
fr: Raison pour l'allocation

# bt140
source: Code for the reason for the estate
de: Code für den Nachlassgrund
fr: Code de la raison pour l'allocation

# bg28
source: Charges at invoice line level
de: Zuschläge auf Ebene der Rechnungsposition
fr: Supplément au niveau de la ligne de facture

# bt142
source: Basic amount (net)
de: Grundbetrag (netto)
fr: Montant de base net

# bt143
source: Percentage
de: Prozentsatz
fr: Pourcentage

# bt141
source: Charge amount (net)
de: Zuschlag (netto)
fr: Supplément net

# bt144
source: Reason for the allowance
de: Grund des Zuschlags
fr: Raison du supplément

# bt145
source: Reason code
de: Code für den Zuschlagsgrund
fr: Code de la raison du supplément

# bg31
source: Item Information
de: Artikelinformationen
fr: Informations sur l'article

# bt153
source: Name
de: Bezeichnung
fr: Nom

# bt155
source: Part number
de: Artikelnummer
fr: Numéro d'article

# bt156
source: Buyer's material number
de: Kunden-Material-Nr.
fr: Kunden-Material-Nr.

# bg32
source: Article properties
de: Eigenschaften des Artikels
fr: Propriétés de l'article

# bt157
source: Item ID
de: Artikelkennung (EAN)
fr: Identifiant article

# bt157-id
source: Item ID schema
de: Schema der Artikelkennung
fr: Schéma de l'Identifiant article

# bt158
source: Item classification code
de: Code der Artikelklassifizierung
fr: Code de classification des articles

# bt158-id
source: Identifier to form the schema
de: Kennung zur Bildung des Schemas
fr: Identifiant pour la création du schéma

# bt157-vers-id
source: Version for creating the schema
de: Version zur Bildung des Schemas
fr: Version de création du schéma

# bt159
source: Country of origin code
de: Code des Herkunftslandes
fr: Code du pays d'origine

# bg4
source: Seller Information
de: Informationen zum Verkäufer
fr: Informations sur le vendeur

# bt28
source: Differing trade name
de: Abweichender Handelsname
fr: Nom commercial différent

# bt34
source: Electronic address
de: Elektronische Adresse
fr: Adresse électronique

# bt34-id
source: Electronic address scheme
de: Schema der elektronischen Adresse
fr: Schéma de l'adresse électronique

# bt30
source: Register number
de: Register-/Registriernummer
fr: Numéro d'enregistrement

# bt31
source: VAT ID
de: Umsatzsteuer-ID
fr: Identifiant TVA

# bt32
source: Tax ID
de: Steuernummer
fr: Numéro fiscale

# bt32-schema
source: Tax ID scheme
de: Schema der Steuernummer
fr: Schéma du numéro fiscal

# bt33
source: Further legal information
de: Weitere rechtliche Informationen
fr: Autres informations légales

# bt6
source: VAT currency code
de: Code der Umsatzsteuerwährung
fr: Code devise de la TVA

# bg11
source: seller's tax representative
de: Steuervertreter des Verkäufers
fr: Représentant fiscal du vendeur

# bt62
source: Name
fr: Nom

# bt64
source: Street / house number
de: Straße / Hausnummer
fr: Rue / Numéro de maison

# bt65
source: PO Box
de: Postfach
fr: Boîte postale

# bt164
source: Address Addition
de: Adresszusatz
fr: Supplément d'adresse

# bt67
source: Postcode
de: PLZ
fr: Code postal

# bt66
source: Place
de: Ort
fr: Lieu

# bt68
source: State/Province
de: Bundesland
fr: Région

# bt69
source: Country code
de: Ländercode
fr: Code pays

# bt63
source: VAT ID
de: Umsatzsteuer-ID
fr: Identifiant TVA

# bg7
source: Buyer Information
de: Informationen zum Käufer
fr: Informations sur l'acheteur

# bt45
source: Differing trade name
de: Abweichender Handelsname
fr: Nom commercial différent

# bt49
source: Electronic address
de: Elektronische Adresse
fr: Adresse électronique

# bt49-id
source: Electronic address scheme
de: Schema der elektronischen Adresse
fr: Schéma de l'adresse électronique

# bt47
source: Register number
de: Register-/Registriernummer
fr: Numéro d'enregistrement

# bt47-id
source: Scheme of register/register number
de: Schema der Register-/Registriernummer
fr: Schéma du numéro d'enregistrement

# bt48
source: VAT ID
de: Umsatzsteuer-ID
fr: Identifiant TVA

# bt7
source: VAT payday date
de: Abrechnungsdatum der Umsatzsteuer
fr: Date de facturation de la TVA

# bt8
source: VAT Statement Date Code
de: Code des Umsatzsteuer-Abrechnungsdatums
fr: Code de date de règlement de la TVA

# bt19
source: Account assignment information
de: Kontierungsinformation / Kostenstelle
fr: Informations sur l'attribution de compte

# bg13
source: Shipping information
de: Lieferinformationen
fr: Informations de livraison

# bt71
source: Identification of the place of delivery
de: Kennung des Lieferorts
fr: Identification du lieu de livraison

# bt71-id
source: ID scheme
de: Schema der Kennung
fr: Schéma de l'Identifiant

# bt72
source: Date of delivery
de: Lieferdatum
fr: Date de livraison

# bt70
source: Recipient name
de: Name des Empfängers
fr: Nom du destinataire

# bt75
source: Street / house number
de: Straße / Haus-Nr.
fr: Rue / Numéro de maison

# bt76
source: PO Box
de: Postfach
fr: Boîte postale

# bt165
source: Address Addition
de: Adresszusatz
fr: Supplément d'adresse

# bt78
source: Postcode
de: PLZ
fr: Code postal

# bt77
source: Place
de: Ort
fr: Lieu

# bt79
source: State/Province
de: Bundesland
fr: Région

# bt80
source: Country
de: Land
fr: Pays

# bt17
source: Assignment number
de: Vergabenummer
fr: Numéro d'attribution

# bt15
source: Receipt confirmation ID
de: Kennung der Empfangsbestätigung
fr: Identifiant de l'accusé de réception

# bt16
source: Dispatch note ID
de: Kennung der Versandanzeige
fr: Identifiant du bordereau d'expédition

# bt23
source: Process ID
de: Prozesskennung
fr: Identifiant processus

# bt24
source: Specification ID
de: Spezifikationskennung
fr: Identifiant spécification

# bt18
source: Object ID
de: Objektkennung
fr: Identifiant objet

# bt18-id
source: Object ID schema
de: Schema der Objektkennung
fr: Schéma de l'Identifiant objet

# bg10
source: Payee other than Seller
de: Vom Verkäufer abweichender Zahlungsempfänger
fr: bénéficiaire autre que le vendeur

# bt59
source: Name
fr: Nom

# bt60
source: ID
de: Kennung
fr: Identifiant

# bt60-id
source: ID scheme
de: Schema der Kennung
fr: Schéma de l'Identifiant

# bt61
source: Register number
de: Register-/Registriernummer
fr: Numéro d'enregistrement

# bt61-id
source: Scheme of register/register number
de: Schema der Register-/Registriernummer
fr: Schéma du numéro d'enregistrement

# bg24
source: Documents justifying the invoice
de: Rechnungsbegründende Unterlagen
fr: Documents justificatifs

# bt122
source: ID
de: Kennung
fr: Identifiant

# bt124
source: Reference (e.g. Internet address):
de: Verweis (z.B. Internetadresse)
fr: Référence (par exemple l'adresse Internet)

# bt125
source: Attachment
de: Anhangsdokument
fr: Document joint

# bt125-format
source: Format of attachment
de: Format des Anhangdokuments
fr: Format du document joint

# bt125-name
source: Name of attachment
de: Name des Anhangsdokuments
fr: Nom du document joint

# historyDate
source: Date/time
de: Datum/Uhrzeit
fr: Date/heure

# historySubject
source: Subject
de: Betreff
fr: Objet

# historyText
source: Text
fr: Texte

# historyDetails
source: Details
fr: Détails

# payment
source: Payment details
de: Zahlungsdaten
fr: Détails de paiement

source: Contract information
de: Vertragsdaten
fr: Informations sur le contrat

# preceding_invoice_reference
source: Preceding invoices
de: Vorausgegangene Rechnungen
fr: Factures précédentes

# bt109
source: Grand total
de: Gesamtsumme

# bt112
source: Grand total
de: Gesamtsumme

# bt116
source: Grand total
de: Gesamtsumme

# bt154
source: Description
de: Beschreibung

# bt123
source: Description
de: Beschreibung
